{
  "en": {
    "appNames": { "f": "Terminal", "s": "Email", "t": "About me" },
    "terminalCommands": {"owner": "Moussa@portfolio" ,"intro": "Welcome to my portfolio, I'm Moussa MK, please type 'help' to see a list of available commands",
    "help": "/bio /projects /contact #clear #randomQuote #randomQuestion",
    "about": "Hello, I'm Moussa Mk, a front-end developer, I'm passionate about creating beautiful and functional user experiences, In my free time, I enjoy exploring new technologies, practicing my coding skills, and keeping up with the latest trends in web development. Thanks for stopping by, feel free to get in touch if you have any questions or would like to collaborate on a project."
    },
    "projects": {"project1": {"desc": "Habitrio is a fun and engaging way to develop good habits. Users can track their progress by completing tasks and earning coins. These coins can then be redeemed for exciting rewards like video game time. The app also features a leaderboard, where users can see how they stack up against others and compete for the top spot. With its addictive gameplay and positive reinforcement, our app makes forming good habits anenjoyable experience"}, "project2": {"desc": "The local gym website features a clean and modern design with three main sections: Home, Contact Me, and Pricing. The Home section welcomes visitors with a brief introduction and highlights the gym's unique selling points. The Contact Me section allows users to easily get in touch with the gym via a simple contact form or by phone. The Pricing section displays the different membership options available, with clear and concise information about each plan's features and cost. Overall, the website effectively showcases the gym's services and encourages potential customers to take the next step in their fitness journey."} }
  },
  "ar": {
    "appNames": { "f": "محرر اكواد", "s": "تواصل معي", "t": "مشاريعي" },
    "terminalCommands": {"owner": "موقع@موسى" ,"intro": "مرحبا بك في موقعي, انا موسى المالكي, من فضلك اكتب 'مساعدة' لكي تتمكن من رؤية الاوامر المتوفرة",
    "help": "\\عني \\مشاريعي \\تواصل #امسح",
    "about": "مرحبًا، أنا موسى المالكي، مطوّر ويب من المغرب. بدأت العمل في تطوير الويب منذ حوالي عام، وخلال هذا الوقت أصبحت ماهرًا في العديد من التقنيات، بما في ذلك  جافاسكربت، سي إس إس، إتش تي إم إل، رياكت، فايربيز، وفرامر موشن . أنا شغوف بإنشاء مواقع جميلة ووظيفية، وأحب استخدام مهاراتي لإنجاز المشاريع الرقمية. في وقت فراغي، أستمتع باستكشاف التقنيات الجديدة، وممارسة مهاراتي في البرمجة، ومواكبة آخر اتجاهات تطوير الويب. شكرًا لزيارتك موقعي، ولا تتردد في التواصل إذا كان لديك أي أسئلة أو ترغب في العمل على مشروع مشترك"
    },
    "projects": {"project1": {"desc": "هذا الموقع  هو طريقة ممتعة وجذابة لتطوير عادات جيدة. يمكن للمستخدمين تتبع تقدمهم من خلال إكمال المهام وكسب العملات المعدنية. يمكن بعد ذلك استبدال هذه القطع النقدية بمكافآت مثيرة مثل وقت ألعاب الفيديو. يتميز التطبيق أيضًا بلوحة ليدربورد ، حيث يمكن للمستخدمين رؤية كيف يتنافسون ضد الآخرين ويتنافسون على المركز الأول. بفضل طريقة اللعب التي تسبب الإدمان والتعزيز الإيجابي ، يجعل هذا الموقع تكوين العادات الجيدة تجربة ممتعة"}, "project2": {"desc": "تتميز موقع الجيم المحلي بتصميم نظيف وعصري يتضمن ثلاثة أقسام رئيسية: الصفحة الرئيسية، اتصل بنا، والأسعار. ترحب الصفحة الرئيسية بالزوار بمقدمة موجزة وتسلط الضوء على نقاط البيع الفريدة للجيم. يتيح قسم اتصل بنا للمستخدمين التواصل مع الجيم بسهولة عن طريق نموذج اتصال بسيط أو عن طريق الهاتف. يعرض قسم الأسعار الخيارات المختلفة للعضوية المتاحة، مع معلومات واضحة وموجزة حول ميزات كل خطة وتكلفتها. بشكل عام، يعرض الموقع خدمات الجيم بفعالية ويشجع المحتملين العملاء على اتخاذ الخطوة التالية في رحلتهم الرياضية."} }
  }
}
